---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetBottom
source: html/17ee44a6-230d-ad6b-7e55-614cfe616309.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetBottom Property

"Bottom Clip Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundOffsetBottom { get; }
```